const questions = [
    {
        id: 1,
        question: "Test",
        answer: 4,
        options: [
            "Answer0",
            "Answer2",
            "Answer3",
            "Answer4"
        ]
    },
    {
        id: 2,
        question: "อะไรใหญ่ที่สุด",
        answer: 2,
        options: [
            "ช้าง",
            "รถขนช้าง",
            "ควาญช้าง"
        ]
    },
    {
        id: 3,
        question: "ปูอัดทำมาจากอะไร",
        answer: 3,
        options: [
            "เนื้อปูนา",
            "เนื้อปูม้า",
            "เนื้อซูริมิ",
            "เนื้อวากิว A4"
        ]
    },
    {
        id: 4,
        question: "ลูกบาศก์มีทั้งหมดกี่ด้าน",
        answer: 2,
        options: [
            "4",
            "6",
            "13",
            "4,000,000"
        ]
    },
    {
        id: 5,
        question: "สี่เหลี่ยมมีทั้งหมดกี่ด้าน",
        answer: 2,
        options: [
            "2",
            "4",
            "6",
            "14,000,000"
        ]
    },
    {
        id: 6,
        question: "\"Sator Arepo Tenet Opera Rotas\" ประโยคนี้สามารถอ่าน ได้ทั้งซ้ายไปขวา ขวาไปซ้าย แนวตั้ง แนวนอน แต่ยังอ่านเป็นประโยคเดิมจริงหรือไม่",
        answer: 1,
        options: [
            "จริง",
            "ไม่จริง",
            "คุณโดนหลอก",
        ]
    },
    {
        id: 7,
        question: "คุณมีส้มในตะกร้า 6 ผล แล้วนำออกจากตะกร้า 2 ผล สรุปคุณมีส้มกี่ผล",
        answer: "6"
    },
    {
        id: 8,
        question: "(45+3+89*45+123-25+15+5225)*0",
        answer: "0"
    },
    {
        id: 9,
        question: "อะไรเล็กที่สุด",
        answer: 3,
        options: [
            "แมว",
            "หมา",
            "หนู",
            "วัว"
        ]
    },
    {
        id:10,
        question: "ทำไมคอมพิวเตอร์ถึงไม่สบาย",
        answer: 1,
        options: [
            "เพราะลืมใส่ firewall",
            "เปิด windows นานเกินไป",
            "ได้รับ byte จาก website ที่ป่วย",
            "ไม่มี antivirus software"
        ]
    }, 
    {
        id:11,
        question: "อะไรทำเพื่อวัด",
        answer: 3,
        options: [
            "ส่วนสูง",
            "หลวงพ่อ",
            "ไม้บรรทัด",
            "กำปั้น"
        ]
    },
    {
        id: 12,
        question: "จังหวัดอะไรที่ไม่มีกระเทียมกิน",
        answer: 4,
        options: [
            "น่าน",
            "ฉะเชิงเทรา",
            "นครสวรรค์",
            "กระบี่"
        ]
    },
    {
        id: 13,
        question: "มากิน KFC ใช้มีด ใช้ส้อม ใช้มือ สรุปใช้กี่อย่างในการกิน",
        answer: "4",
    },
    {
        id: 14,
        question: "อะไรทำให้คนเดินได้",
        answer: 2,
        options: [
            "รถ",
            "ขา",
            "มือ",
            "หัว"
        ]
    },
    {
        id: 15,
        question: "วิชาการในไทยเรียน",
        answer: 2,
        options: [
            "เป็นคำถาม",
            "เป็นคำตอบ",
            "เป็นคำที่ไม่มีคำถาม",
            "เป็นคำที่ไม่มีคำตอบ"
        ]
    }
]


export default questions;